{
	"@metadata": [],
	"appname": "{{Optional|Translate it only if you have a good name that is concise and gives a basic idea of what the tool does in your language.}}",
	"tagline": "A brief explanation of the tool's purpose. This is displayed below its name on the main page of the tool. Please keep it concise.",
	"heading-fetchfromwiki": "The heading of the form of the 'Fetch from wiki' mode. Used on the main page.",
	"heading-rawwikitext": "The heading of the form of the 'Enter wikitext' mode. Used on the main page.",
	"heading-options": "The heading of the form sections containing checkboxes of options. Used on the main page.",
	"heading-citegen": "The heading of the form of the citation generator tool. Used on the main page.",
	"heading-result": "The heading of the result page. This is also used as the browser title of the page.",
	"heading-newwikitext": "The heading of the section containing the resulting wikitext. Used on the result page.",
	"heading-error": "The heading of the error page. This is also used as the browser title of the page.",
	"heading-manual": "The heading of the manual page. This is also used as the browser title of the page.",
	"heading-acknowledgements": "The heading of the acknowledgements page. This is also used as the browser title of the page.",
	"heading-reportbugs": "The heading of the bug reporting page. This is also used as the browser title of the page.",
	"placeholder-pagename": "The placeholder text shown in an input field expecting a name of a wiki page.",
	"placeholder-url": "The placeholder text shown in an input field expecting a URL.",
	"label-fixpage": "This is used as the button label.",
	"label-fixwikitext": "This is used as the button label.",
	"label-toggleadv": "This is used as the button label.",
	"label-generate": "This is used as the button label.",
	"label-manual": "This is used as the label of a link in the navigation bar.",
	"label-sourcecode": "This is used as the label of a link in the navigation bar.",
	"label-acknowledgements": "This is used as the label of a link in the navigation bar.",
	"label-reportbugs": "This is used as the label of a link in the navigation bar.",
	"label-switchlang": "This is used as the label of a link in the navigation bar.",
	"label-save": "This is used as the button label.",
	"fixed": "Please keep the $1 intact. It'll be replaced by a number at run-time.",
	"colourlegend": "This will be followed by a colour legend.",
	"colour-insert": "This is used in the diff highlighting colour legend.",
	"colour-delete": "This is used in the diff highlighting colour legend.",
	"diff-insert": "This is used in the diff highlighting colour legend for added text.",
	"diff-delete": "This is used in the diff highlighting colour legend for removed text.",
	"developedby": "The $1 will be replaced by the names of the developers. Keep it intact.",
	"summary": "The default edit summary. $1 will be replaced by the fixed count, $2 by the skipped count and $3 by a wikilink to the manual page",
	"toollink": "A wikilink to the documentation page",
	"option-plainlink": "Label of an option checkbox. Plain formatting means manually using wiki markup to format the reference instead of citation templates. The type of the formatting is undetermined and may depend on the wiki.",
	"option-noremovetag": "This may not be applicable to all wikis.",
	"wmflabs-thankyoutest": "Used on the main page of the experimental version on Tool Labs. The $1 will be replaced by the application name at run-time.",
	"wmflabs-latestcommit": "Information about the software commit. The $1 will be replaced by the actual commit information. Keep it intact."
}
